# Напишите программу, которая получает из первого аргумента командной строки слово,
# а из второго букву и выводит сколько раз эта буква встречается в переданном слове.
# В данной задаче одинаковые буквы в разном регистре считаются разными: a и A - это разные буквы

import sys

# word = sys.argv[1]
# letter = sys.argv[2]


print(word.count(letter))