# Напишите программу, которая получает из первого аргумента командной строки слово,
# а после печатает это слово большими буквами.
# Слово должно быть помещено в центр строки длиной 20 символов и отбито справа
# и слева пробелами.Напишите программу, которая получает из первого аргумента
# командной строки слово, а после печатает это слово большими буквами.
# Слово должно быть помещено в центр строки длиной 20 символов и отбито справа и
# слева пробелами.

import sys

# word = sys.argv[1].upper().center(20)

print(word)